{
    "Threat Response": "Threat Response",
    "Trusted Root Certificates": "",
    "Upload Certificate": "",
    "To aid in the detection of mobile threats, various SSL certificates and their issuers are cryptographically analyzed for trust verification using known global root certificate authorities. However, if your mobile infrastructure utilizes in-house or other third-party root certificate authorities, security alerts may be generated unnecessarily.": "",
    "Upload your trusted root certificates here to prevent raising security events that validate to these certificates.": "",
    "Subject": "",
    "No Certificates": "",
    "Undo": "",
    "Save": "",
    "Remember to Save any changes you want to keepUndoSave": "",
    "Set Automated Security Policy": "",
    "Here you can define the actions that should be executed automatically when threats are detected on your users devices.": "",
    "Apply Smart Policy": "",
    "Expand All": "",
    "Web Content": "",
    "Enable": "",
    "Threat Category": "",
    "Alert User": "",
    "Auto Response": "",
    "Signal UEM": "",
    "Alert end users when threats are detected on their devices.": "",
    "Phishing": "",
    "Data Leaks": "",
    "App Data Leak: Credit Card": "",
    "Web Data Leak: Credit Card": "",
    "App Data Leak: Password": "",
    "Web Data Leak: Password": "",
    "App Data Leak: Email": "",
    "App Data Leak: Location": "",
    "App Data Leak: User Identity": "",
    "Web Data Leak: Email": "",
    "Web Data Leak: Location": "",
    "Web Data Leak: User Identity": "",
    "Malware Network Traffic": "",
    "Cryptojacking": "",
    "Spam": "",
    "Download from 3rd Party App Store": "",
    "App": "",
    "Malware": "",
    "Adware": "",
    "Banker": "",
    "Generic Malware": "",
    "Ransomware": "",
    "Rooting": "",
    "SMS": "",
    "A malware that causes SMS related charges.": "",
    "Spyware": "",
    "A malware that is monitoring and collecting information about a user and the device.": "",
    "Trojan": "",
    "A malware that obtains unauthorized access to the person’s mobile device.": "",
    "Potentially Unwanted Application": "",
    "Device Admin App Installed": "",
    "Sideloaded App Installed": "",
    "Third Party App Stores Installed": "",
    "Vulnerable App Installed": "",
    "Network": "",
    "Dangerous Certificate": "",
    "Man-in-the-Middle": "",
    "Man-in-the-Middle (Compromised Trust Store)": "",
    "Man-in-the-Middle (SSL Strip)": "",
    "Man-in-the-Middle (Targeted Certificate Spoof)": "",
    "Risky Hotspots": "",
    "Secure": "",
    "Failsafe Encryption automatically protects mobile traffic in the case of a risky hotspot or MiTM attack being detected. End-user action may be required.": "",
    "Device": "",
    "Jailbreak": "",
    "Vulnerable OS (Major)": "",
    "Antivirus Disabled": "",
    "Device App Inactivity": "",
    "Device Encryption Disabled": "",
    "Firewall Disabled": "",
    "Lock Screen Disabled": "",
    "Risky iOS Profile": "",
    "Vulnerable OS (Minor)": "",
    "Android Security Patches Missing": "",
    "Out-of-Date OS": "",
    "Unknown Sources Enabled": "",
    "USB App Verification Disabled": "",
    "User Password Disabled": "",
    "Developer Mode Enabled": "",
    "USB Debugging Enabled": "",
    "Block": "",
    "An app-based communication transmitted across the Internet that includes an email address in an unencrypted (or easily decrypted) format.": "",
    "An app-based communication that includes the device's physical geo-location in an unencrypted (or easily decrypted) format.": "",
    "An app-based communication that includes a password in an unencrypted (or easily decrypted) format, significantly increasing the risk of compromise.": "",
    "An app-based communication that includes an identifiable service username in an unencrypted (or easily decrypted) format.": "",
    "An app-based communication that includes a credit card number in an unencrypted (or easily decrypted) format.": "",
    "A third-party root certificate that could compromise the authenticity of trusted SSL connections by enabling the stealthy interception of encrypted communications.": "",
    "A modified build of an operating system that has removed original manufacturer limitations, leaving the device and its data more vulnerable to attack.": "",
    "Network access from an app to a web service that is known to demonstrate malicious behavior. Can include downloading unauthorized software to a device, disrupting normal operation or gathering sensitive information.": "",
    "An app that may include illegal or unwanted advertising of inappropriate products or malware.": "",
    "An app designed to deceive the end user into submitting sensitive personal or corporate information through a seemingly trusted web form.": "",
    "Apps and/or associated services that utilize potentially insecure credential handling practices.": "",
    "Device configurations that may put corporate and personal data at risk.": "",
    "A device antivirus app is not running.": "",
    "A device has a firewall disabled.": "",
    "A device does not have a user or system password set.": "",
    "A device has been inactive for some time.": "",
    "Network access to a web service that is known to demonstrate malicious behavior. Can include downloading unauthorized software to a device, disrupting normal operation or gathering sensitive information.": "",
    "The device has been manipulated to fully trust unauthorized 3rd party certificates.": "",
    "SSL interception is taking place, but using an untrusted certificate (common for paid hotspots).": "",
    "An intermediate server is actively attempting to impose as a genuine service.": "",
    "An Intermediate server is using advance techniques to impose as a genuine service.": "",
    "An older version of an OS that is vulnerable to known security exploits.": "",
    "An older version of an OS that is more vulnerable to known security exploits.": "",
    "An older version of an OS (operating system) that does not contain the latest features and bug fixes.": "",
    "An application that is vulnerable to known security exploits.": "",
    "A site designed to deceive the end user into submitting sensitive personal or corporate information through a seemingly trusted web form.": "",
    "Irrelevant or unsolicited content that is disseminated for the purposes of advertising, phishing or spreading malware.": "",
    "A browser-based communication transmitted across the Internet that includes an email address in an unencrypted (or easily decrypted) format.": "",
    "A browser-based communication that includes the device's physical geo-location in an unencrypted (or easily decrypted) format.": "",
    "A browser-based communication to a network service that includes a password in an unencrypted (or easily decrypted) format, significantly increasing the risk of compromise.": "",
    "A browser-based communication that includes an identifiable username for access to a service in an unencrypted (or easily decrypted) format.": "",
    "A browser-based communication that includes a credit card number in an unencrypted (or easily decrypted) format.": "",
    "Apps that are not installed through official channels, such as through official app stores or an UEM, are unlikely to have gone through the rigorous quality checks expected of an app store release and therefore may be poorly written or malicious.": "",
    "Third party application stores are applications that can download and install other applications and they might distribute malicious applications because those apps are not diligently tested against malicious behavior.": "",
    "Unauthorized apps with device admin privileges pose a security risk in an organization.": "",
    "Once the lock screen is disabled the device encryption is rendered useless against physical attacks.": "",
    "Once developer mode is enabled sideloading from unknown sources, USB debugging and other configurations that can lead to security risks can be enabled.": "",
    "Applications installed from unknown sources do not pass vigorous security tests performed by official app marketplaces.": "",
    "Lower level access to the Android device through the USB channel can pose a security risk.": "",
    "If device encryption is disabled, the device can become susceptible to data exfiltration attacks.": "",
    "Devices missing security patches for more than 3 months can become vulnerable.": "",
    "Apps installed through USB do not get checked for harmful behavior.": "",
    "An Application is downloaded from an unofficial 3rd party app store.": "",
    "A malware that aggressively displays ads, negatively affecting user productivity and device performance.": "",
    "A malware that steals bank credentials.": "",
    "A malicious application that demonstrates harmful behavior and disrupts the device.": "",
    "A malware that blocks access to a device until a ransom is paid.": "",
    "A malware that attempts to obtain escalated system privilleges.": "",
    "A malware that obtains unauthorized access to the person's mobile device.": "",
    "A potentially unwanted application is one that can cause harm to your device.": "",
    "A site designed to secretly hijack the target's device to mine cryptocurrencies.": "",
    "A suspicious third-party root certificate that could compromise the authenticity of trusted SSL connections by enabling the stealthy interception of encrypted communications.": ""
}